import './styles/AboutPageStyles.css';

export default function AboutPage() {
    return (
        <div className="about-page">
            <h2 className="about-page-title">קצת עלינו..</h2>
            <h3 className="about-page-info">
                בהשראת פסגות רכס רמת נפתלי והנחלים המרעננים בצפון הארץ, שוכן צומת הגומא על כביש 90, ומהווה נקודת עצירה מרכזית למטיילים ומבקרים באזור הגליל והעמק העליון. מתחם מסחרי זה, המתאפיין בעיצוב מודרני המשתלב בנוף המיוחד, מהווה מרכז שוקק המציע מגוון חנויות ומסעדות המתאימות לכל המשפחה ומשקפות את תוצרתם ומסירותם של תושבי הצפון.
            </h3>
            <h3 className="about-page-info">
                בצומת הגומא תמצאו מבחר חנויות מקומיות, בתי מלאכה, מסעדות ייחודיות ובתי קפה המציעים חוויות קולינריות מגוונות, וכל אלה על רקע טבעי ותחושת קהילה חזקה. המתחם מעניק מענה לכל המבקרים: החל מקניות מזון, מלאכת יד, הלבשה ועד ציוד לטיולים, עם דגש על מוצרים איכותיים ובעלי ערך קהילתי.
            </h3>
            <h3 className="about-page-info">
                מיקום המתחם הופך אותו לנקודת עצירה אידיאלית בדרך לאטרקציות טבע רבות באזור – שמורות טבע, אתרים היסטוריים ושבילי טיול קסומים. צומת הגומא לא רק מציעה חוויית קניות נעימה ונוחה אלא גם מהווה מוקד פעילות ומפגש לתושבי האזור ותיירים כאחד.
            </h3>
            <div className="about-card-container">
                <div className="about-card">
                    <h3 className="about-card-title">שעות פעילות המתחם</h3>
                    <p className="about-p">תחנת הדלק במתחם פתוחה 24/7. המסעדות במתחם פתוחות בשעות משתנות המפורטות בדף המסעדות</p>
                </div>
                <div className="about-card">
                    <h3 className="about-card-title">איך להגיע אלינו?</h3>
                    <p className="about-card-bold">כתובת: צומת הגומא/ כביש 977</p>
                    <p className="about-p">וכדי שתוכלו להנות באמת, תמצאו במתחם כ-60 מקומות חנייה</p>
                </div>
                <div className="about-card">
                    <h3 className="about-card-title">נגישות</h3>
                    <p className="about-p">אנו פועלים רבות ומנגישים את שירותי המתחם לכל הציבור. במקום תוכלו למצוא חניות ייעודיות, כניסות נגישות ושירותים מותאמים</p>
                </div>
                <div className="about-card">
                    <h3 className="about-card-title">טעינה חשמלית</h3>
                    <p className="about-card-bold">חדש!</p>
                    <p className="about-p">בתחנת הדלק תוכלו למצוא עמדות טעינה חשמליות ומהירות במיוחד</p>
                </div>
            </div>
        </div>
    );
}
