const restaurantsData = [
    {
        id: "r1",
        name: "בר בשר",
        owner: "ארז ריבר ומיכאל וולף",
        description: "בר בשר מביא אליכם ישר מהגולן בשר בקר איכותי ובריא. האטליז מתמחה ביישון בשר בקר טרי ישראלי, סטקים, המבורגרים, נקניקיות וקבבים תוצרת האטליז",
        images: "/images/barbasar.png",
        activitytime: "א-ד: 09:00-19:00, ה: 09:00-20:00, ו: 09:00-17:00, ש: 10:00-19:00",
        phoneNumber: "04-6860103"
    },
    {
        id: "r2",
        name: "דור אלון",
        owner: "דור אלון אנרגיה בישראל",
        description: "מיני סופר אלונית ותחנת דלק",
        images: "/images/doralonnew.png",
        activitytime: "24/7",
        phoneNumber: "04-690-4203"
    },
    {
        id: "r3",
        name: "גלידה בוזה",
        owner: "אדם זיו",
        description: "גלידה טובה היא גלידה טרייה, מדויקת ועשויה מהחומרים הטובים ביותר, בבוזה, אנחנו מכינים את הגלידה מדי יום בתהליך קפדני, בעבודת יד ובשימוש בחומרי גלם מצוינים. כדי שתוכלו להרגיש בטעמים, אנחנו מייצרים גלידות פחות מתוקות ומבליטים את טעמם של חומרי הגלם שבחרנו בשבילן",
        images: "/images/buza.png",
        activitytime: "א-ה : 12:00-20:00, ו-ש : 10:00-22:00",
        phoneNumber: "04-6545416"
    },
    {
        id: "r4",
        name: "שווארמה 360",
        owner: "שווארמה 360",
        description: "אצלנו תאכלו את השווארמה הכי טעימה ועסיסית באיזור, הכל טרי נקי ושירות מעולה! יחס אישי ומקצועי!!",
        images: "/images/sawarma.jpg",
        activitytime: "א-ש : 11:00-22:00",
        phoneNumber: "050-5959024"
    },
    {
        id: "r5",
        name: "אומה / Uma",
        owner: "אריק חגי",
        description: "המטבח שלנו מציע תפריט ביסטרו עשיר לצד מנות מקומיות ועכשוויות, אשר משתנות באופן דינאמי ומתאימות גם לעונות השנה",
        images: "/images/uma.jpeg",
        activitytime: "א-ש : 12:00-23:00",
        phoneNumber: "053-627-4142"
    },
    {
        id: "r6",
        name: "חומוס מוטי",
        owner: "מוטי ברהום",
        description: "חומוסיה קטנה וטעימה עם מנות ללא גלוטן והנוף הכי יפה בארץ",
        images: "/images/moti.jpg",
        activitytime: "א-ה: 09:30-16:00, ו-09:00-14:00, ש-סגור",
        phoneNumber: "04-6904576"
    },
    {
        id: "r7",
        name: "פיצה פונטו",
        owner: "פיצה פונטו",
        description: "פיצה פונטו, הרומאית של הגליל. תמצאו שלל תוספות, מנות פתיחה וסלטים",
        images: "/images/pizza2.jpg",
        activitytime: "א-ה: 16:00-22:00, ו:סגור, ש: 12:00-22:00",
        phoneNumber: "055-969-9797"
    },
    {
        id: "r8",
        name: "סי קפה גומא",
        owner: "גיל מזור וירון פורת",
        description: "סניף סיקפה גומא הוא אחד מבתי הקפה הוותיקים והאהובים באזור הגליל העליון. הסניף ממוקם באחד מהאזורים היפים בארץ, סמוך לנחלי הצפון מול הר החרמון",
        images: "/images/sicafe2.png",
        activitytime: "א-ה: 07:00-24:00, ו: 07:00-23:00, ש: 07:00-24:00",
        phoneNumber: "04-6941336"
    }
];

export default restaurantsData;
